Repository: ardin/simple-django-login-and-register
Catalog: source/content/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Password
pl: Hasło

source: Remember me
pl: Zapamiętaj mnie

source: Username
pl: Nazwa użytkownika

source: You entered an invalid username.
pl: Nieprawidłowy login.

source: You entered an invalid password.
pl: Nieprawidłowe hasło.

source: This account is not active.
pl: Użytkownik nieaktywny.

source: You entered an invalid email address.
pl: Nieprawidłowy adres e-mail.

source: Email or Username
pl: E-mail lub Hasło

source: You entered an invalid email address or username.
pl: Nieprawidłowy użytkownik lub e-mail.

source: Required. Enter an existing email address.
pl: Wymagane. Wprowadź istniejący adres e-mail.

source: You can not use this email address.
pl: Nie możesz użyć tego adresu e-mail.

source: Activation code has already been sent. You can request a new code in 24 hours.
pl: Kod aktywacyjny został już wysłany. Kolejny może być wygenerowany po 24 godzinach.

source: Activation code not found.
pl: Kod aktywacyjny nie istnieje.

source: This account has already been activated.
pl: Ten użytkownik już został aktywowany.

source: First name
pl: Imię

source: Last name
pl: Nazwisko

source: You can not use this mail.
pl: Nie możesz użyć tego adresu e-mail.

source: Please enter another email.
pl: Wprowadź inny adres e-mail.

source: Change password
pl: Zmień hasło

source: Change
pl: Zmień

source: To activate your profile, please follow this link:
pl: Aby aktywować profil, kliknij w link:

source: To change your current email address, please follow the link:
pl: Aby zmienić adres e-mail, kliknij w link:

source: Your username is:
pl: Twój użytkownik to:

source: You received this email because you requested a password reset for your user account.
pl: Otrzymałeś ten e-mail ponieważ otrzymanie żądanie zmiany hasła dla Twojego użytkownika.

source: Please, go to the following page and choose a new password:
pl: Przejdź do kolejnej strony i wybierz nowe hasło:

source: Log in
pl: Zaloguj

source: Forgot your password?
pl: Zapomniałeś hasła?

source: Forgot your username?
pl: Zapomniałeś użytkownika?

source: Resend an activation code
pl: Wyślij ponownie kod aktywacyjny

source: Logged out
pl: Wyloguj

source: Thanks for spending some quality time with the site today.
pl: Dziękujemy za korzystanie z serwisu.

source: Log in again
pl: Zaloguj ponownie

source: Change email
pl: Zmień e-mail

source: Change profile
pl: Zmień profil

source: Remind a username
pl: Przypomnij użytkownika

source: Next
pl: Dalej

source: Restore password
pl: Zresetuj hasło

source: Please enter your new password twice so we can verify you typed it in correctly.
pl: Proszę wprowadź nowe hasło dwukrotnie abyśmy mogli zweryfikować jego poprawność.

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
pl: Link do resetu hasła jest nieprawidłowy ponieważ prawdopodobnie został użyty wcześniej. Prosimy, zresetuj hasło ponownie.

source: We've emailed you instructions for setting your password, if an account exists with the email you entered.
pl: Wysłaliśmy instrukcje do resetu hasła o ile użytkownik który wprowadzono istnieje.

source: You should receive them shortly.
pl: Powinieneś otrzymać go wkrótce.

source: If you don't receive an email, please make sure you've entered the address you signed up with, and check your spam folder.
pl: Jeśli nie otrzymałeś maila, proszę upewnij się, że wprowadzono prawidłowy adres którym się zarejestrowałeś oraz sprawdź folder spam

source: Create an account
pl: Nowy użytkownik

source: Create
pl: Utwórz

source: Profile activation
pl: Profil aktywacyjny

source: Your username
pl: Twój użytkownik

source: You are signed up. To activate the account, follow the link sent to the mail.
pl: Zostałeś zarejestrowany. Aby aktywować użytkownika, sprawdź pocztę i kliknij w link aktywacyjny.

source: You are successfully signed up!
pl: Zostałeś zarejestrowany!

source: You have successfully activated your account!
pl: Aktywowano użytkownika!

source: A new activation code has been sent to your email address.
pl: Nowy kod aktywacyjny został wysłany na Twój adres e-mail.

source: Profile data has been successfully updated.
pl: Profil został zaktualizowany.

source: To complete the change of email address, click on the link sent to it.
pl: Aby dokończyć zmianę adresu e-mail, sprawdź pocztę i kliknij w link.

source: Email successfully changed.
pl: Zmieniono adres e-mail.

source: You have successfully changed your email!
pl: Zmieniłeś adres e-mail!

source: Your username has been successfully sent to your email.
pl: Nazwa użytkownika została wysłana na Twój e-mail.

source: Your password was changed.
pl: Twoje hasło zostało zmienione.

source: Your password has been set. You may go ahead and log in now.
pl: Twoje hasło zostało ustawione. Możesz się zalogować.

source: English
pl: Angielski

source: Home
pl: Główna

source: Log out
pl: Wyloguj

source: Change language
pl: Zmień język

source: Select the language
pl: Wybierz język

source: Your username is
pl: Twoja nazwa użytkownika to

source: You are a guest.
pl: Przeglądasz jako gość.
